---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeSlopeDefParam
source: html/4bac8eaf-2758-1f01-c7b2-f60e2258561d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeSlopeDefParam Property

"Pipe Slope Definitions"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeSlopeDefParam { get; }
```